Repository: Alvar092/escalas
Catalog: Escalas/Localizables/Localizable.xcstrings
Source language: es
Languages: en

# home.contact.body
source: Me encantaría saber tu opinión. Si tienes sugerencias, encontraste algo que no funciona bien, te gustaría que añadiera una escala o simplemente quieres contarme tu experiencia, escríbeme.
en: I’d love to hear your thoughts. If you have suggestions, found something that isn’t working, would like to add a scale or just want to share your experience, write to me.

# home.contact.noMail
source: No hay cuenta de correo configurada
en: No mail account configured

# home.contact.sendFeedback
source: Enviar feedback
en: Send feedback

# home.contact.title
source: ¿Te está siendo útil esta app?
en: Is this app useful for you?

# home.menu.contact
source: Contacto
en: Contact

# home.menu.patients
source: Pacientes
en: Patients

# home.scale.berg
source: Escala equilibrio Berg
en: Berg Balance Scale

# home.scale.motricity
source: Índice motor
en: Motricity Index

# home.select.scale
source: Elige una escala para comenzar
en: Choose a scale to get started

# home.welcome
source: Bienvenido
en: Welcome

# home.welcome.subtitle
source: Nos alegra verte de nuevo
en: We're glad to see you again

# homeError.repositories
source: Los repositorios no están disponibles
en: Repositories are not available

# homeError.title
source: Error de configuración
en: Configuration Error

# homeScale.comingSoon
source: Próximamente
en: Coming Soon

# patients.add
source: Añadir
en: Add

# patients.browse.title
source: Pacientes
en: Patients

# patients.cancel
source: Cancelar
en: Cancel

# patients.create.button
source: Crear
en: Create

# patients.loading
source: Inicializando...
en: Initializing...

# patients.name.placeholder
source: Nombre del paciente
en: Patient name

# patients.select.title
source: Seleccionar paciente
en: Select Patient

# testDetail.evaluator
source: Evaluador: %1$@
en: Evaluator: %1$@

# testDetail.exportPDF
source: Exportar PDF
en: Export PDF

# testDetail.items
source: Ítems
en: Items

# testDetail.lowerLimb
source: Miembro inferior
en: Lower limb

# testDetail.side
source: Lado: %1$@
en: Side: %1$@

# testDetail.totalScore
source: Puntuación total: %1$lld%2$@
en: Total score: %1$lld%2$@

# testDetail.unknownTest
source: Tipo de test no reconocido
en: Unknown test type

# testDetail.upperLimb
source: Miembro superior
en: Upper limb

# testDetailDate
source: Fecha: %1$@
en: Date: %1$@
